msg_fail2 = (f"ТЫ НЕ ПОПАЛ В РЕЙД НА ЕЖИ\n"
             f"Ты не зарегистрировался, и я не могу тебя записать в рейд.\n"
             f"Чтобы попасть в рейд тебе нужно:\n"
             f"1) Написать мне сюда `!!рег [фамилия]` (от слова регистрация), например *!!рег Хлебушек*."
             f"Под твоим сообщением должна появится галочка.\n"
             f"2) После, дважды нажми на сердечко :heart: под сообщением о сборе в рейд.\n" 
             f"Я тебе напишу о попадании тебя в рейд или нет. Удачного бартера.")
msg_fail1 = f"Ты уже есть в рейде! Хватит теребить сердечко. Сейчас тапком в тебя кину! :sandal:"
hello_new_member = (f"---Приветствую тебя в **Отряде Бартерят**---\n"
                    f"Если ты искал себе место на ежи или просто общение, то поздравляю, ты его нашёл\n"
                    f"**Чтобы попасть на ежи** смотри текстовый канал **как-попасть-в-рейд**\n"
                    f"Удачного бартера! Я тебе ещё буду писать в лс :deer:")
